<%@page contentType="text/html" pageEncoding="UTF-8"%>
<%@taglib prefix="t" tagdir="/WEB-INF/tags" %>




<t:template>
    <jsp:attribute name="title">
        Головна | Щоденник самоконтролю
    </jsp:attribute>
    <jsp:body>
        <h1>Головна сторінка</h1>

        <p>Кожен студент, який вступив в КПІ, найкращий ВНЗ країни, має відвідувати курс фізичного виховання.
        У більшості секцій вимагається ведення щоденника самоконтролю, а отже на кожну пару з цієї дисципліни студенту
        потрібно щоденно заповнювати і приносити роздрукований щоденник, що є досить незручно як для студентів, так і
        для викладачів, які змушені перевіряти їх велику кількість.</p>

        <img id="mpimg" src="images/beg.jpg"/>

        <p>На вулиці ХХІ сторіччя, час нових технологій, відбувається поступова електронізація учбового процесу як у
        середній, так і у вищій школі. Тому, щоб іти в ногу з часом, виникла ідея створити електронний щоденник
        самоконтролю студента, що буде зручніший за його паперовий аналог як для студента, так і для викладача.</p>

        <p>Тобто студенту не потрібно переводити папір, а у викладача буде своя сторінка, де він може переглядати введені студентом дані.</p>

        <p>Склад групи:<br>

        Кашин Володимир Романович<br>

        Тягун Олексій Валерійович</p>

    </jsp:body>
</t:template>
